第1条（本特約の効力）
本特約は、VIEW's NET利用規約に対する特約であり、VIEW's NET利用規約に抵触する条項については本特約を優先することとします。
第2条（Web明細ポイントサービスの内容）
1　「Web明細ポイントサービス」（以下「本サービス」といいます。）は、株式会社ビューカード（以下「当社」といいます。）が、VIEW's NET会員（以下「会員」といいます。）の内、本サービスの提供を希望し、当社所定の手続きを完了した会員に対し、当該会員に対する当社発行のクレジットカードのご利用明細について、郵送の方法による通知を停止し、その代わりに第4条に定める電磁的方法により提供するサービスをいいます。
2　当社は、本サービス利用会員に対し、明細の発行毎に会員一人あたり所定の特典を付与します。
3　会員が本サービスの申し込みをした場合でも、システム上のトラブルや通信環境の影響等により当社が必要と判断した場合は、郵送により明細を通知することがあります。
第3条（本サービスの利用）
1　本サービスの利用を希望する会員は、本特約を承認したうえで、インターネット上から、当社所定の手続きにより本サービスの利用登録を行うものとします。会員は、利用登録が完了した場合に、本サービスを利用することができるものとします。
2　会員は、本サービスの利用期間中は「カードご利用代金明細書」の送付が停止され、インターネット上でのみクレジットカードの利用に関する明細を確認できることを承認するものとします。
第4条（ご利用明細の電磁的方法による提供）
1　当社は、所定の日までに当社のサーバー内に会員のご利用明細を記録します。会員は、VIEW's NETを通じて、当社のサーバーにアクセスすることでご利用明細を閲覧することができます。
2　会員は、前項に基づき提供されたご利用明細の記録を、会員の使用に係るパソコン等に備えられたファイルに記録するものとします。
3　前項のファイルへの記録方式は、CSV又はPDF形式とします。
第5条（本サービスの停止・中止）
1　会員が自己の都合により本サービスの利用の中止するときは、当社所定の手続きをするものとします。この場合、当社の手続きの完了をもって本サービスの利用中止がされたものとします。
2　カードの退会や、信用状態が著しく悪化した場合等、当社が本サービスの利用を認めないと判断したときは、当社は会員に対し、別途その旨を通知することなく、いつでも、本サービスの利用を停止することができるものとします。
3　会員がVIEW's NETユーザー登録を解消した場合およびVIEW's NET会員のユーザー登録を抹消された場合は、本サービスの利用は、同時に終了するものとします。
第6条（本特約の適用および変更）
当社は、法令で認められた範囲内で、当社が適当と判断する方法により、事前通知または会員の承諾なくして、本特約を随時変更できるものとします。
